[
  {
    "id": "6249bbcce22055bd7671d8cc",
    "index": 0,
    "picture": "./images/users/user-1.png",
    "age": 21,
    "name": "Sexton May",
    "gender": "male",
    "company": "HONOTRON",
    "email": "sextonmay@honotron.com",
    "reviews": "The hardest part of the job was having the tools and medication needed to treat or prevent an illness, but the owners not having the funds to pay for these treatments.The most enjoyable part of the job was meeting new people every day, saving lives and of course, seeing adorable baby animals.\r\n",
    "ratings": 3
  },
  {
    "id": "6249bbccbf1bd74737e03b61",
    "index": 1,
    "picture": "./images/users/user-2.png",
    "age": 26,
    "name": "Ballard James",
    "gender": "male",
    "company": "ECSTASIA",
    "email": "ballardjames@ecstasia.com",
    "reviews": "There's no such thing as a typical day working in a veterinary clinic. Everything from routine vaccines to emergency surgery can happen within minutes Working in this clinic, I learned organizational skills, and furthered my knowledge of diagnostics as well as surgical practices.\r\n",
    "ratings": 3
  },
  {
    "id": "6249bbccf688fe92629fe6a8",
    "index": 2,
    "picture": "./images/users/user-3.png",
    "age": 29,
    "name": "Robbins Romero",
    "gender": "male",
    "company": "NEWCUBE",
    "email": "robbinsromero@newcube.com",
    "reviews": "This is an amazing clinic where they are very attentive to your pet and your needs. Amazing pricing and an amazing staff. The most enjoyable part of the job is knowing that you helped someone and their pet at he end of the day.\r\n",
    "ratings": 5
  },
  {
    "id": "6249bbccfefd4a12b9d2c3f9",
    "index": 3,
    "picture": "./images/users/user-4.png",
    "age": 28,
    "name": "Kelley Carey",
    "gender": "male",
    "company": "ULTRASURE",
    "email": "kelleycarey@ultrasure.com",
    "reviews": "The Pet Doctor has a wonderful staff. During my employment the management was lacking but has since changed since employees purchased the practice. The culture is amazing and working in this field is amazing and this is a great place to do so. There is little to no room for advancement which was the biggest downfall.\r\n",
    "ratings": 5
  },
  {
    "id": "6249bbcca06fde98cf814b17",
    "index": 4,
    "picture": "./images/users/user-5.png",
    "age": 28,
    "name": "Maldonado Delacruz",
    "gender": "male",
    "company": "PARLEYNET",
    "email": "maldonadodelacruz@parleynet.com",
    "reviews": "The work culture here is amazing. The educational opportunties are in abundance and relevant to the field. The most enjoyable part of this job was self-satisfaction. The veterinary industry is unique and truly provides a service to the community that is unparralled.\r\n",
    "ratings": 4
  },
  {
    "id": "6249bbcc009816142d7c9b85",
    "index": 5,
    "picture": "./images/users/user-6.png",
    "age": 31,
    "name": "Norton Serrano",
    "gender": "male",
    "company": "INSURETY",
    "email": "nortonserrano@insurety.com",
    "reviews": "The management and doctor like to talk about employees where others can hear. If you dont do things a certain way even if it is the right thing to do, you get in trouble. Many ethically questionable things going on behind the scenes . i do not recommend working here.\r\n",
    "ratings": 5
  },
  {
    "id": "6249bbccaa03832e4b403428",
    "index": 6,
    "picture": "./images/users/user-7.png",
    "age": 32,
    "name": "Fuller Bruce",
    "gender": "male",
    "company": "TWIGGERY",
    "email": "fullerbruce@twiggery.com",
    "reviews": " Considering how many places there are out there with terrible bosses and terrible co-workers this place is absolute gold. We all work together to help and benefit both the clients and the patients!! Everyone is nice and we're all just trying our best to take care of all the little cats and dogs that come through the doors.\r\n",
    "ratings": 3
  },
  {
    "id": "6249bbccc7170ca869574f7c",
    "index": 7,
    "picture": "./images/users/user-8.png",
    "age": 37,
    "name": "Kellie Kennedy",
    "gender": "female",
    "company": "MEDIOT",
    "email": "kelliekennedy@mediot.com",
    "reviews": "Yes the job is nice because you get to be with dogs all day but at no point are u allowed to just sit and play with the dogs unless your outside while they go to the bathroom. I was never respected or included at my job, they had their close group of coworkers that didn’t have to do much while the rest of us had to work our but off. \r\n",
    "ratings": 4
  },
  {
    "id": "6249bbccfc6da6f238b0efac",
    "index": 8,
    "picture": "./images/users/user-9.png",
    "age": 28,
    "name": "Doyle Duncan",
    "gender": "male",
    "company": "DATACATOR",
    "email": "doyleduncan@datacator.com",
    "reviews": "The Pet Doctor preformed techniques that i have never used or seen in the vet field. My major problem was that if you didn't do something the managers way, then it was wrong. Also two of the back staff people are rude and one of them has major anger issues and she will throw things when upset or provoked. I did like working there however because I saved lots of money on my pets bills.\r\n",
    "ratings": 5
  },
  {
    "id": "6249bbcc64f97720602fea34",
    "index": 9,
    "picture": "./images/users/user-11.png",
    "age": 31,
    "name": "Odonnell English",
    "gender": "male",
    "company": "ACIUM",
    "email": "odonnellenglish@acium.com",
    "reviews": "I loved working here so much and felt extremely supported, especially as someone who'd never worked in vet med before. They were extremely supportive of the fact that I was in school and had a weird schedule, and I would absolutely still be working here if I hadn't been hit with a relocation for my spouse's job.\r\n",
    "ratings": 5
  },
  {
    "id": "6249bbcc47cf78509174ea15",
    "index": 10,
    "picture": "./images/users/user-12.png",
    "age": 39,
    "name": "Roy Knapp",
    "gender": "male",
    "company": "BRAINCLIP",
    "email": "royknapp@brainclip.com",
    "reviews": "Management is very inconsiderate and lazy. The employees work very hard but the management plays favorites. Working there as a student they took no consideration into my school and work schedule and worked me “according to what worked best for the kennel” all day long about five days a week.\r\n",
    "ratings": 5
  }
]
